Repository: common-repository/webcam-viewer
Catalog: languages/webcam-viewer-*.po
Languages: it_it

source: Bootstrap multiple
it_it: Multiple con Bootstrap

source: Bootstrap.If it's setted, the transition of the images will be by a scroll from right to left. The fade effect will be disabled.
it_it: Bootstrap -> Se selezionato le immagini scorreranno da destra a sinistra. L'effetto dissolvenza è disabilitato.

source: Check it if you like a fade in and fade out effect when the images are changed
it_it: Seleziona se vuoi un effetto dissolvenza in apertura e chiusura delle immagini

source: Check this option if your webcam upload the images in daily, hourly and minutely folder. This option fits for SNC-441FBIFE Burg-Wächter cam and similar.
it_it: Seleziona questa opzione solamente se la tua webcam carica le immagini nelle cartelle dei minuti dentro alle ore e dentro ai giorni. Questa opzione serve alle webcam tipo SNC-441FBIFE Burg-Wächter o similari.

source: Choose if you want the time format in 12h or 24h
it_it: Scegli se vuoi l'orario nel formato 12 o 24 ore

source: Choose if you want to show the date
it_it: Seleziona se vuoi mostrare la data

source: Choose if you want to show the time after the date
it_it: Seleziona se vuoi mostrare l'orario dopo la data

source: Choose the date format you like to show
it_it: Seleziona il formato della data da mostrare

source: Don't forget to set the url, where the images are saved by the webcam, on the widget
it_it: Non dimenticare di inserire l'url dove la webcam salva le immagini nel widget!

source: Enable Caption: the date, time and text over the images
it_it: Abilita la sovraimpressione della data, ora e testo sulle immagini

source: Enter the number of images to display (max 24). The last saved images will be shown.
it_it: Inserisci il numero delle immagini da mostrare, al massimo 24. Saranno sempre mostrate le ultime immagini.

source: If it's setted, you enable a progress indicator bar about the image
it_it: Seleziona se vuoi che sia mostrato un barra con indicatori di progressione delle immagini.

source: If it's setted, you enable an auto zoom whit cursor hover the image
it_it: Seleziona se vuoi abilitare l'effetto zoom quando si passa il cursore sopra alle immagini.

source: Insert the text you want to show before the date
it_it: Inserisci il testo che vuoi mostrare prima della data

source: Insert the text you want to show before the time
it_it: Inserisci il testo che vuoi mostrare prima dell'orario

source: Insert the url (example: webcam / frame.jpg) of the image if it is single or insert the path (example: webcam / camera9 / Frame /) if the images are multiple
it_it: Inserisci l'url dove vengono caricate le immagini. se sono immagini singole con lo stesso nome un esempio è webcam / frame.jpg. Se le immagini sono multiple allora un esempio è webcam / camera9 / Frame / . Fare attenzione a '/' finale!

source: Inverts the colors of text and background
it_it: Inverti i colori del testo e dello sfondo

source: Load Jquery if it is not loaded jet. Jquery is required if you select BOOTSTRAP on image type.
it_it: Seleziona se usi Bootstrap e la libreria Jquery non viene già caricata da qualche altro plug-in.

source: Please, before use do following settings
it_it: Impostare prima dell'uso

source: Rapid
it_it: Rapido

source: Select how your webcam works for uploading the images. <br>SINGLE: set it if there is a single image with the same name always. <br>MULTIPLE: set it if there are multiple images into a folder. <br>RAPID: set it if there are multiple immages into a folder but you want to show only the last one with a rapid refresh. With this mode you can publish more modules with different webcams. <br>BOOTSTRAP: if there are multiple immages into a folder and you want to show them with a nice fade-in/out effect by Bootstrap.
it_it: Seleziona come la tua webcam funziona e come mostrare le immagini.<br>SINGLE: seleziona se l'immagine ha sempre lo stesso nome.<br>MULTIPLE: seleziona se vengono salvate le immagini con nome diverso-<br>RAPID: seleziona se vengono mostrate immagini con nome diverso ma vuoi mostrare solo l'ultima con un refresh dell'immagine rapido.<br>BOOTSTRAP: seleziona se vengono salvate le immagini diverse e tu vuoi visualizzarle con il sistema Bootstrap.

source: Set after how many seconds you want an auto page refresh. Set to 0 if you don't like it. It's not settable for RAPID.
it_it: Selezione se vuoi un refresh della pagina web dopo x secondi. Metti 0 se non lo vuoi. Non funziona con RAPIDO.

source: Set if you like a CSS image style or not
it_it: Selezione se vuoi dare uno stile grafico alle immagini visualizzate.

source: Single
it_it: Singola

source: The Bootstrap mode uses the Jquery library too and that could create conflict with other component of your site. <b>This is not a bug.</b> If you are not be able to fix the conflict, please, don't use Bootstrap mode!
it_it: Seleziona per caricare Bootstrap se non viene già caricato. Il modo Bootstrap usa la libreria Jquery e questo può creare conflitti con altri plugin installati. <b>Non è un bug!</b> Se non sei in grado di risolvere i conflitti sei pregato di non usare la modalità Bootstrap.

source: The time in milliseconds between one image and the next
it_it: Il tempo in millisecondi che intercorre fra la visualizzazione di un'immagine e la successiva

source: Webcam viewer settings
it_it: Impostazioni del plugin Webcam viewer

source: Yes
it_it: Si
